Repository: Sager1145/Rina-Chan-board-370-leds
Catalog: ios/RinaBoardWatch/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: %.1f 秒
en: %.1f s

source: iPhone 不可达
en: iPhone unreachable
ja: iPhone に接続できません
zh_hant: iPhone 無法連線

source: 上一个
en: Previous
ja: 前へ
zh_hant: 上一個

source: 下一个
en: Next
ja: 次へ
zh_hant: 下一個

source: 亮度
en: Brightness
ja: 明るさ

source: 使用 iPhone 的麦克风
en: Uses the iPhone's microphone
ja: iPhone のマイクを使います
zh_hant: 使用 iPhone 的麥克風

source: 停止同步
en: Stop
ja: 停止

source: 减少
en: Decrease
ja: 減らす
zh_hant: 減少

source: 出错了
en: Something went wrong
ja: エラー
zh_hant: 出錯了

source: 切换间隔
en: Interval
ja: 切替間隔
zh_hant: 切換間隔

source: 口型同步
en: Lip Sync
ja: リップシンク

source: 增加
en: Increase
ja: 増やす

source: 多板组 · 在线 %lld / %lld
en: Group · %lld / %lld online
ja: グループ · オンライン %lld / %lld
zh_hant: 多板組 · 上線 %lld / %lld

source: 多板组未同步时无法从手表开始口型同步
en: Lip sync can't start from the watch while the group isn't synced
ja: グループが同期していない間は Watch からリップシンクを開始できません
zh_hant: 多板組未同步時無法從手錶開始口型同步

source: 好
en: OK
ja: OK

source: 已连接
en: Connected
ja: 接続済み
zh_hant: 已連線

source: 已连接 %lld / %lld
en: Connected %lld / %lld
ja: 接続済み %lld / %lld
zh_hant: 已連線 %lld / %lld

source: 已连接的板子
en: Connected board
ja: 接続済みのボード
zh_hant: 已連線的板子

source: 开始同步
en: Start
ja: 開始
zh_hant: 開始同步

source: 控制对象
en: Target
ja: 操作対象
zh_hant: 控制對象

source: 未在滚动
en: Not scrolling
ja: 停止中
zh_hant: 未在捲動

source: 未连接
en: Not connected
ja: 未接続
zh_hant: 未連線

source: 正在用 iPhone 的麦克风驱动嘴型
en: Driving the mouth from the iPhone's microphone
ja: iPhone のマイクで口を動かしています
zh_hant: 正在用 iPhone 的麥克風驅動嘴型

source: 滚动文字
en: Scroll Text
ja: スクロールテキスト
zh_hant: 捲動文字

source: 滚动速度
en: Scroll speed
ja: スクロール速度
zh_hant: 捲動速度

source: 璃奈板
en: RinaBoard
ja: 璃奈ボード

source: 等待 iPhone…
en: Waiting for iPhone…
ja: iPhone を待っています…

source: 自动切换
en: Auto cycle
ja: 自動切替
zh_hant: 自動切換

source: 表情
en: Faces

source: 表情 %lld / %lld
en: Face %lld / %lld

source: 请在 iPhone 上允许麦克风权限
en: Allow microphone access on the iPhone
ja: iPhone でマイクへのアクセスを許可してください
zh_hant: 請在 iPhone 上允許麥克風權限

source: 跟随 iPhone 当前选择
en: Follow the iPhone's current selection
ja: iPhone の現在の選択に従う
zh_hant: 跟隨 iPhone 目前的選擇

source: 颜色
en: Colour
ja: カラー
zh_hant: 顏色

source: 麦克风灵敏度
en: Mic sensitivity
ja: マイク感度
zh_hant: 麥克風靈敏度
